Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-017__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 大上，下知有之，
en: In the highest antiquity, (the people) did not know that there were (their rulers).

source: 其次親而譽之，
en: In the next age they loved them and praised them.

source: 其次畏之，
en: In the next they feared them; in the next they despised them.

source: 其次侮之。
en: Thus it was that when faith (in the Dao) was deficient (in the rulers) a want of faith in them ensued (in the people).

source: 信不足焉，有不信焉。
en: How irresolute did those (earliest rulers) appear, showing (by their reticence) the importance which they set upon their words!

source: 悠兮其貴言，功成事遂，百姓皆謂我自然。
en: Their work was done and their undertakings were successful, while the people all said, 'We are as we are, of ourselves!'
